package src;

public class Const {
    static final String mainMenuText = """
        
        1. Створити/видалити/редагувати факультет.
        2. Створити/видалити/редагувати кафедру факультета.
        3. Додати/видалити/редагувати студента/викладача до кафедри.
        4. Знайти студента/викладача за ПІБ, курсом або групою.
        5. Вивести всіх студентів впорядкованих за курсами.
        6. Вивести всіх студентів/викладачів факультета впорядкованих за алфавітом.
        7. Вивести всіх студентів спеціальності впорядкованих за курсами.
        8. Вивести всіх студентів спеціальності/викладачів кафедри впорядкованих за алфавітом.
        9. Вивести всіх студентів спеціальності вказаного курсу.
        10. Вивести всіх студентів спеціальності вказаного курсу впорядкованих за алфавітом.
        """;
    static final String changeMenu = """
        1. Create.
        2. Edit.
        3. Delete.
        4. Exit
        """;
    static final String studentOrProfessor = """
        1. Student.
        2. Professor.
        3. Exit
        """;
}
